Repository: BSVN/linphone-windows10
Catalog: Linphone.bak/Resources/AppResources.*.resx
Languages: ar, ja

# ResourceFlowDirection
source: LeftToRight
ar: RightToLeft

# ResourceLanguage
source: en-US
ar: ar
ja: Ja

# ApplicationTitle
source: Linphone
ar: لِنْفُونْ

# AboutMenu
source: About
ar: حول
ja: 概要

# CancelChanges
source: Cancel
ar: إلغاء
ja: キャンセル

# DebugSetting
source: Enable debug logs
ar: تشغيل سجلات التنقيح
ja: デバッグのログを有効にする

# DeleteAllMenu
source: Delete All
ar: حذف الكل
ja: すべて削除する

# HistoryMenu
source: History
ar: التاريخ
ja: 履歴

# SaveSettings
source: Save
ar: حفظ
ja: 保存

# SettingsMenu
source: Settings
ar: الإعدادات
ja: 設定

# DeleteSelectionMenu
source: Delete Selection
ar: حفظ التحديد
ja: セクションを削除

# AddressHint
source: Number or address
ar: الرقم أو العنوان
ja: 番号もしくはアドレス

# ContactsMenu
source: Contacts
ar: الأسماء
ja: 連絡先

# DialerMenu
source: Dialer
ar: لوحة المفاتيح
ja: ダイヤル画面

# AboutText
source: Linphone #version# SIP (rfc 3261) compatible phone under GNU Public License V2 http://www.linphone.org Instructions http://www.linphone.org/user-guide.html ©2013 Belledonne Communications Icons under licence cc-by-sa from https://github.com/google/material-design-icons and cc-by-nd from https://github.com/Templarian/WindowsIcons
ar: لِنْفُونْ #version# هاتف موافق لـ SIP(rfc 3261) برخصة جْنُو العمومية الإصدار 2 http://www.linphone.org التعليمات http://www.linphone.org/user-guide.html ©2013 Belledonne Communications الأيقونات المرخصة بـ CC-BY-SA من https://github.com/google/material-design-icons والمرخصة بـ CC-BY-ND من https://github.com/Templarian/WindowsIcons

# AudioSettingsMenu
source: Audio settings
ar: إعدادات الصوت
ja: オーディオ設定

# TransportSetting
source: Transport
ar: النقل
ja: トランスポート

source: LockScreen settings
ar: إعدادات قفل الشاشة
ja: ロック画面設定

source: hang up
ar: ضع السماعة
ja: かける

source: hold
ar: إبقاء
ja: 保留

source: mute
ar: كتم
ja: ミュート

source: speaker
ar: مكبر الصوت
ja: スピーカー

# ContactMenu
source: Contact
ar: جهة الاتصال
ja: 連絡先

# AdvancedSettingsMenu
source: Advanced settings
ar: الإعدادات المتقدمة
ja: 拡張設定

# CallMenu
source: Call
ar: مكالمة
ja: 呼出

# RFC2833Setting
source: Send DTMFs as RFC2833
ar: إرسال DTMF كما في RFC2833
ja: DTMFをRFC2833で送信する

# TunnelMenu
source: Tunnel
ar: النفق
ja: トンネル

source: Tunnel mode
ar: وضع النفق
ja: トンネルモード

# TunnelMode3GOnly
source: 3G only
ar: 3G فقط
ja: 3Gのみ

# TunnelModeAlways
source: Always
ar: دائما
ja: 常に

# TunnelModeAuto
source: Auto
ar: تلقائي
ja: 自動

# TunnelModeDisabled
source: Disabled
ar: غير مُشغَّل
ja: 無効

source: Tunnel port
ar: منفذ النفق
ja: トンネルポート

source: Tunnel server
ar: خادم النفق
ja: トンネルサーバー

# NetworkMenu
source: Network
ar: الشبكة
ja: ネットワーク

# AccountMenu
source: SIP account
ar: حساب SIP
ja: SIPアカウント

# SIPDomain
source: Domain
ar: النطاق
ja: ドメイン

# SIPOutboundProxy
source: Outbound proxy
ar: وسيط خارج النطاق

# SIPPassword
source: Password
ar: كلمة السر
ja: パスワード

# SIPProxy
source: Proxy (not mandatory)
ar: الوسيط (ليس إجباريا)
ja: Proxy (必須ではありません)

# SIPUsername
source: Username
ar: إسم المستخدم
ja: ユーザー名

source: Call
ar: اتصل
ja: 呼出

source: Dialing...
ar: يتصل...
ja: ダイヤル中...

source: Refresh
ar: إنعاش
ja: リフレッシュ

source: Disconnected
ar: قُطع الاتصال
ja: 接続しない

source: Registered
ar: مُسجَّل
ja: 登録

# RegistrationFailed
source: Failed
ar: فشِل
ja: 失敗

# RegistrationInProgress
source: In Progress
ar: في تقدم
ja: 進行中

# HistoryIncoming
source: Incoming
ar: الواردة
ja: 着信

# HistoryMissed
source: Missed
ar: الفائتة
ja: ミス

# HistoryOutgoing
source: Outgoing
ar: الصادرة
ja: 発信

# ContactsAll
source: All
ar: الكل
ja: すべて

# ContactsRecents
source: Recents
ar: الأخيرة
ja: 最近

# HistoryAll
source: All
ar: الكل
ja: すべて

source: stats
ar: الإحصاءات
ja: 統計

# StatPayloadType
source: Codec:
ar: المراميز :
ja: コーデック:

# StatDownloadBandwidth
source: Download bandwidth:
ar: صبيب التنزيل :
ja: ダウンロード幅:

# AudioStatsMenu
source: Audio stats
ar: إحصاءات الصوت
ja: オーディオ統計

# StatUploadBandwidth
source: Upload bandwidth:
ar: صبيب الرفع :
ja: アップロード幅:

# SIPInfoSetting
source: Send DTMFs as SIP INFO
ar: إرسال DTMF على أنها SIP INFO
ja: DTMFをSIP情報で送信する

source: Echo canceller calibration
ar: معايرة مزيل الصدى
ja: エコーキャンセラーの調整

# CodecsMenu
source: Codecs
ar: المراميز
ja: コーデック

# OptionsMenu
source: Options
ar: الخيارات
ja: オプション

# ECCalibrationDone
source: Echo detected: {0} ms
ar: اكتشف صدى : {0} ميلي.ث
ja: エコー: {0} ms

# ECCalibrationDoneNoEcho
source: No echo detected
ar: لم يكتشف صدى
ja: エコーは検出されませんでした

# ECCalibrationFailed
source: Calibration failed
ar: فشلت المعايرة
ja: 調整に失敗しました

# ECCalibrationInProgress
source: Calibration in progress
ar: تجري المعايرة
ja: 調整中

# ECCalibrationNotRun
source: Click button to calibrate
ar: اضغط على الزر للمعايرة
ja: ボタンを押すと調整がはじまります

# VideoSettingsMenu
source: Video settings
ar: إعدادات الفيديو
ja: ビデオ設定

# VideoEnabledSetting
source: Video enabled
ar: الفيديو مُشغَّل
ja: ビデオを有効にする

# AutomaticallyAcceptVideoSetting
source: Automatically accept
ar: قبول تلقائي
ja: 自動で受け入れる

# AutomaticallyInitiateVideoSetting
source: Automatically initiate
ar: بدء تلقائي
ja: 自動的に開始する

# VideoStatsMenu
source: Video stats
ar: إحصاءات الفيديو
ja: ビデオの統計

# SelfViewEnabledSetting
source: Self view enabled
ar: تشغيل رؤية الذات
ja: セルフビューを有効にする

source: video
ar: فيديو
ja: ビデオ

# VideoActivationPopupCaption
source: Video activation
ar: تنشيط الفيديو
ja: ビデオの認証

# VideoActivationPopupContent
source: You have been proposed video, would you like to accept it?
ar: اقتُرِح عليك الفيديو، هل تقبل بذلك ؟
ja: あなたはビデオを提案されていますがそれを受け入れますか？

# ChatMenu
source: Chat
ar: المحادثة
ja: チャット

# ConversationsMenu
source: Conversations
ar: المحادثات
ja: 会話

# SendMessage
source: send
ar: إرسال
ja: 送信

# NewChatMenu
source: New
ar: جديد
ja: 新規

# NewChatDest
source: To:
ar: إلى :
ja: 宛先:

source: To:
ar: إلى :
ja: 宛先:

# ContextMenuDelete
source: Delete
ar: حذف
ja: 削除

# ContextMenuCopy
source: Copy
ar: نسخ
ja: コピー

source: send picture
ar: إرسال صورة
ja: 写真を送信する

# ShowImage
source: Show
ar: إظهار
ja: 表示

# DownloadImage
source: Download
ar: تنزيل
ja: ダウンロード

source: Uploading...
ar: يجري الرفع...
ja: アップロード中...

source: Close
ar: إغلاق
ja: 閉じる

source: Show
ar: إظهار
ja: 表示

source: cancel upload
ar: إلغاء الرفع
ja: アップロードを中止する

# ImageMessageReceived
source: Image received
ar: وصلت الصورة
ja: 画像を受け取りました

# ContextMenuSave
source: Save in library
ar: حفظ في الألبوم
ja: ライブラリに保存する

source: answer
ar: الإجابة
ja: 返答

# AnswerVideo
source: answer with video
ar: اﻹجابة بالفيديو
ja: 動画で返答する

source: decline
ar: رفض
ja: 拒否

source: INCOMING CALL
ar: المكالمة الواردة
ja: 着信

source: edit password
ar: تحرير كلمة السر
ja: パスワードを編集する

# DisplayName
source: Display name (not mandatory)
ar: الإسم المعروض (ليس إجباريا)
ja: 表示名 (任意)

# VibratorSetting
source: Vibrate on incoming message
ar: الارتجاج عند وصول رسالة
ja: 着信時にバイブを鳴らす

# FileSaving
source: Saving picture
ar: يحفظ الصورة
ja: 写真を保存する

# FileSavingFailure
source: Operation failed
ar: فشلت العملية
ja: 操作に失敗しました

# FileSavingSuccess
source: Operation successful
ar: نجحت العملية
ja: 操作に成功しました

source: Message received
ar: وصلت الرسالة
ja: メッセージを受信しました

# CreateAccount
source: create a linphone.org account
ar: إنشاء حساب في linphone.org
ja: linphone.orgのアカウントを作成する

source: log in
ar: الولوج
ja: ログイン

# LoginIn
source: Loging in...
ar: يجري الولوج...
ja: ログイン中...

# LoginMenu
source: Connection
ar: الاتصال
ja: 接続

# ErrorLogin
source: Username and/or Domain cannot be empty
ar: لا يمكن لإسم المستخدم أو النطاق أن يكون فارغا
ja: ユーザー名やドメインが空になっています

# LinphoneLogin
source: use linphone.org account
ar: استخدم حسابا في linphone.org
ja: linphone.orgのアカウントを使用する

# ResizeSetting
source: Scale down sent pictures
ar: تصغير الصور المرسلة
ja: 送信する画像の解像度を小さくする

# ReportCrash
source: Report
ar: التقرير
ja: リポート

# ReportCrashDialogCaption
source: Crash detected
ar: اكتشف انهيارا
ja: クラッシュを検出しました

# ReportCrashDialogMessage
source: The application has detected a crash. Do you want to report it to the developpers ? It will help fix it faster.
ar: اكتشف التطبيق انهيارا. هل تريد الإبلاغ عنه للمطورين ؟ سيساعد ذلك في إصلاحه سريعا.
ja: アプリがクラッシュしました。 報告しますか？報告は、それを修正するのに役立ちます。

# DeleteLogs
source: Delete logs file
ar: حذف ملف السجلات
ja: ログファイルを削除する

# ChatRoomCreationError
source: Can't create chat room for this SIP address, please check it is valid.
ar: تعذر إنشاء غرفة المحادثة لعنوان SIP هذا، تحقق من صحته.
ja: SIPアドレスのためのチャットルームが作成できません。SIPアドレスが有効かを確認してください。

# GenericError
source: Error
ar: خطأ
ja: エラー

# InvalidSipAddressError
source: The SIP address you provided is incorrect. Please ensure it matches the format username@domain.
ar: إن عنوان SIP الذي أدخلت غير صحيح. يُرجى التأكد من مطابقته للنسق username@domain
ja: SIPアドレスの形式が間違っています。ユーザー名@ドメインである事を確認してください。

# SendLogsEmail
source: Send logs by email
ar: إرسال السجلات عبر البريد الإلكتروني
ja: ログをメールで送信する

# SIPUserId
source: Auth userid (not mandatory)
ar: مُعرِّف استيثاق المستخدم (ليس واجبا)
ja: Auth のユーザーID (任意)

# FirewallPolicyNone
source: None
ar: بدون
ja: なし

# FirewallPolicySetting
source: Firewall policy
ar: سياسات الجدار الناري
ja: ファイヤーウォール

source: Stun server
ar: خادم STUN
ja: Stunサーバー

# ConnectMenu
source: Enable register
ar: تشغيل التسجيل
ja: 登録を有効にする

# DisconnectMenu
source: Disable register
ar: ايقاف التسجيل
ja: 登録を無効にする

# DebugMenu
source: Debug
ar: التنقيح
ja: デバッグ

source: skip
ar: تخطي
ja: スキップ

# RemoteComposing
source: is writing...
ar: يكتب...
ja: 書いています...

# CallStatsMenu
source: Call
ar: مكالمة
ja: 呼出

# MediaEncryptionNone
source: None
ar: بدون
ja: なし

# MediaEncryptionSetting
source: Media encryption
ar: وسيط التعمية
ja: メディアの暗号化

# StatMediaEncryption
source: Media encryption:
ar: وسيط التعمية
ja: メディアの暗号化:

# StatICE
source: ICE connectivity:
ar: توصيل ICE
ja: ICE接続:

# AccountMenuSubtitle
source: account settings
ar: إعدادات الحساب
ja: アカウント設定

# AdvancedSettingsMenuSubtitle
source: debug mode, media encryption, firewall policy
ar: وضع التنقيح، وسيط التعمية، سياسة الجدار الناري
ja: デバッグモード、メディアの暗号化、ファイアウォールのポリシー

# AudioSettingsMenuSubtitle
source: audio codecs and echo canceller
ar: مراميز الصوت ومزيل الصدى
ja: オーディオのコーデックとエコーキャンセラー

# LockScreenSettingsSubtitle
source: go to the lockscreen settings page
ar: اذهب إلى صفحة إعدادات قفل الشاشة
ja: ロック画面の設定をする

# VideoSettingsMenuSubtitle
source: video policy and codecs
ar: سياسات الفيديو والمراميز
ja: ビデオのポリシーとコーデック

source: bluetooth
ar: البلوتوث

source: transfer
ar: تحويل
ja: 転送

# ToggleCamera
source: camera
ar: الكاميرا
ja: カメラ

source: Reset logs
ar: إعادة تعيين السجلات
ja: ログを消去する

# CallErrorNotFound
source: '#address#' not found
ar: '#address#' غير موجود
ja: '#address#' が見つかりません

# CallErrorDeclined
source: '#address#' declined the call
ar: '#address#' رفض المكالمة
ja: '#address#' からの着信を拒否する

# CallErrorBusy
source: '#address#' is busy
ar: '#address#' مشغول
ja: '#address#' はビジーです

# CallErrorUnknown
source: Unknown error
ar: خطأ مجهول
ja: 不明なエラー

# CallErrorNotAcceptable
source: Incompatible codecs or encryption mechanisms
ar: مراميز أو آليات التعمية غير متوافقة
ja: コーデックまたは暗号化に互換性がありません

source: linphone values
ar: قيم لِنْفُونْ
ja: linphoneの有用性

source: Call error
ar: خطأ في المكالمة
ja: 呼出エラー

# RegistrationFailedForbidden
source: Bad credentials or forbidden
ar: اعتمادات سيئة أو ممنوعة
ja: 不正または禁止された証明書です

# RegistrationFailedPopupTitle
source: Registration failed
ar: فشِل التسجيل
ja: 登録できません

# StatReceivedVideoSize
source: Received Video Size:
ar: حجم الفيديو المُتلقَّى :
ja: 受信ビデオのサイズ:

# PreferredVideoSizeSetting
source: Preferred video size
ar: حجم الفيديو المفضل :
ja: 最適なビデオのサイズ

# StatSentVideoSize
source: Sent Video Size:
ar: حجم الفيديو المُرسَل :
ja: 送信したビデオの大きさ:

source: Uploading logs...
ar: يجري تنزيل السجلات
ja: ログをアップロード中...

# WindowsPhoneStoreAppDescription
source: Over the last couple of months, Belledonne Communications was contacted by a large number of users and clients requesting Linphone's Windows Phone 8 (and 8.1) support. After months of development and hard work, Belledonne Communications is happy to announce that is is launching today Linphone for this promising mobile operating system. Like the audio versions of Linphone on Android and iOS, the first release of Linphone for Windows Phone 8 is also based on the Liblinphone VoIP engine SDK. The current release of Linphone for Windows Phone 8 includes the following features: Audio incoming calls in background mode using push notifications (only for sip.linphone.org accounts!) Audio outgoing calls SIP transports: UDP, TCP, TLS Call history and statistics Pause, resume, mute, speaker Echo cancellation Chat (text and images) Phone contacts integration ICE and STUN firewall policies available SRTP encryption available To enjoy the best experience with Linphone WP8, we recommend that you use the SIP service available for free at www.linphone.org/eng/linphone/register-a-linphone-account.html. This service, provided by Belledonne Communications, supports many exciting features including push-notified incoming calls.
ar: خلال الشهور الأخيرة، طلب العديد من المستخدمين والزبناء من شركة Belledonne Communications إصدار برنامج لِنْفُونْ في ويندوز فون 8 (وكذا 8.1). بعد شهور من التطوير والعمل الشاق، فإن شركة Belledonne Communications سعيدة بالإعلان عن قيامها اليوم بإصدار لِنْفُونْ لأجل نظام تشغيل المحمول الذي وعدت به. كما هو الحال بالنسبة لإصداري لِنْفُونْ الصوتيَيْن في أندرويد وiOS، فإن إصدار لِنْفُونْ في ويندوز فون 8 يرتكز كذلك على حقيبة Liblinphone لتطوير محرك الصوت عبر الإنترنت. كما هو الحال بالنسبة لإصداري لِنْفُونْ الصوتيَيْن في أندرويد وiOS، فإن إصدار لِنْفُونْ في ويندوز فون 8 يرتكز كذلك على حقيبة Liblinphone لتطوير محرك الصوت عبر الإنترنت. إن إصدارة لِنْفُونْ الحالية في ويندوز فون 8 تتضمن الخصائص التالية : المكالمات الصوتية الواردة في وضع الخلفية بواسطة إشعارات التنبيه (ممكنة فقط بالنسبة للحسابات في sip.linphone.org !) المكالمات الصوتية الصادرة مواثيق نقل SIP الآتية : UDP، TCP، TLS تاريخ المكالمات والإحصاءات التوقيف مؤقت للمكالمة واستئنافها، كتم الصوت، تشغيل مكبر الصوت إلغاء الصدى المحادثات (بالنص والصور) إدماج جهات الاتصال الهاتفية إتاحة سياسات ICE و STUN الجدار الناري إتاحة التعمية بواسطة SRTP لمتعة أفضل مع لِنْفُونْ في ويندوز فون 8، فإننا نوصيك باستخدام خدمة SIP المجانية في www.linphone.org/eng/linphone/register-a-linphone-account.html. هذه الخدمة، التي توفرها شركة Belledonne Communications تدعم الكثير من الخصائص الرائعة بما في ذلك إشعار التنبيه بالمكالمات الواردة.
ja: Belledonne Communicationsは、 Linphoneの利用者およびクライアントからのWindows Phone 8(8.1)への対応を要望を受け、数ヶ月にわたって開発を行いました。Belledonne Communicationsは、この有望なモバイルOSのためにLinphoneを対応した事を発表させていただきます。 Windows Phone 8のLinphoneには、現在、次の機能が含まれています: バックグラウンドでプッシュ通知に対応(sip.linphone.org のアカウントのみ) オーディオ発信コール SIP形式: UDP、TCP、TLS 通話履歴と統計の呼び出し 一時停止、中断、消音、スピーカー エコーキャンセラー チャット (テキスト と 画像) 携帯電話の連絡先との統合 ICE と STUN によるファイアウォール越え SRTP による暗号化 LinphoneはWP8で最高の体験を楽しむために、我々はwww.linphone.org/eng/linphone/register-a-linphone-account.htmlで無料で利用可能なSIPアカウントを取得することをお勧めします。 Belledonne Communicationsが提供するこのサービスは、プッシュ通知の対応を含む多くのエキサイティングな機能をサポートしています。

# TCPRemote
source: TCPRemote ip:port
ja: リモートTCP IP:ポート
